Revit 2026 API

# ReloadLatestOptions Properties

---

The ReloadLatestOptions type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

ReloadLatestOptions Class

Autodesk.Revit.DB Namespace